Repository: Acidburn0zzz/playground
Catalog: ertan/yali_source/branding/po/*.po
Languages: tr

source: All done!
tr: Her şey tamam!

source: Choose a password for administration and a hostname
tr: Yönetici parolası ve bilgisayar ismi seçin

source: Choose your installation disk
tr: Kurulum yapılacak diski seçin

source: Choose your keyboard layout
tr: Klavye düzenini seçin

source: Configure the bootloader
tr: Önyükleyiciyi yapılandırın

source: Double check your installation medium
tr: Kurulum ortamını kontrol et

source: Get ready to install Pardus
tr: Pisi GNU/Linux kurmaya hazır olun

source: Help will be included when Kahya implementation is complete.
tr: Kahya uygulaması geliştirmesi tamamlandığında yardım metni eklenecektir.

source: Installation complete
tr: Kurulum tamamlandı

source: Installation complete!
tr: Kurulum tamamlandı!

source: Partition your disk manually
tr: Diski elle bölümlendir

source: Rescue System
tr: Kurtarma Sistemi

source: Select a collection
tr: Koleksiyon seç

source: Select a partitioning method
tr: Bölümleme yöntemini seç

source: Set your local time and date
tr: Saat ve tarihi ayarla

source: Setup your account
tr: Kullanıcı hesabı aç

source: Summary
tr: Özet

source: Welcome back...
tr: Tekrar hoş geldin...
